---
kind: other
id: Methods.T:Autodesk.Revit.DB.BoundingBoxIsInsideFilter
source: html/4aab3c5c-ccd2-5ddc-7c0f-967268c26fa0.htm
---
# BoundingBoxIsInsideFilter Methods

Gets the outline being used for this filter.